---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.CorrectionFactor
source: html/a2283be6-daa7-56c7-e901-63d6fd03d209.htm
---
# CorrectionFactor Methods

Causes the object to release immediately any resources it may be utilizing.